

# Путь исходных данных
VRP = 'Sourse_data\\2_vrp.xlsx'
INDEX_OF_VRP = 'Sourse_data\\3_index.xlsx'

# Задаваемые переменные
AREA = ['Белгородская область', 'Брянская область', 'Владимирская область',
        'Воронежская область', 'Ивановская область', 'Калужская область', 'Костромская область',
        'Курская область', 'Липецкая область', 'Московская область', 'Орловская область',
        'Рязанская область', 'Смоленская область', 'Тамбовская область', 'Тверская область', 'Тульская область',
        'Ярославская область', 'Республика Карелия', 'Республика Коми', 'Архангельская область', '  в т.ч. Ненецкий авт. округ',
        '  Архангельская область без Ненецкого авт.округа', '  Архангельская область без Ненецкого авт.округа', 'Вологодская область',
        'Калининградская область', 'Ленинградская область', 'Мурманская область', 'Новгородская область',
        'Псковская область', 'Республика Адыгея', 'Республика Калмыкия',
        'Республика Крым', 'Астраханская область', 'Волгоградская область',
        'Ростовская область', 'Республика Дагестан', 'Республика Ингушетия',
        'Кабардино-Балкарская Республика', 'Карачаево-Черкесская Республика',
        'Республика Северная Осетия-Алания', 'Чеченская Республика',
        'Республика Башкортостан', 'Республика Марий Эл', 'Республика Мордовия', 'Республика Татарстан', 'Удмуртская Республика',
        'Чувашская Республика', 'Кировская область', 'Нижегородская область', 'Оренбургская область', 'Пензенская область',
        'Самарская область', 'Саратовская область', 'Ульяновская область', 'Курганская область', 'Свердловская область', 'Тюменская область',
        '   в т.ч. Ханты-Мансийский авт.округ-Югра', '           Ямало-Ненецкий авт. округ',
        '           Тюменская область (без Ханты-Мансийского авт.округа-Югра и Ямало-Ненецкого авт.округа)',
        '           Тюменская область (без Ханты-Мансийского авт.округа-Югра и Ямало-Ненецкого авт.округа)',
        'Челябинская область', 'Республика Алтай', 'Республика Тыва', 'Республика Хакасия', 'Иркутская область',
        'Кемеровская область', 'Новосибирская область', 'Омская область', 'Томская область', 'Республика Бурятия',
        'Республика Саха (Якутия)', 'Амурская область', 'Магаданская область', 'Сахалинская область',
        'Еврейская автономная область', 'Чукотский автономный округ']
BEGIN_DATE = 2008



